<!-- dflook/terraform-github-actions {"workspace":"default","backend_type":"s3","backend":"ce72b0f285eca13c35cf68d8400fb5a429bc24b101900e2729903c2d8451ccad","plan_job_ref":"Job PR Terraform Plan #94 at https://github.com/hackforla/incubator/actions/runs/9689708518","plan_out_hash":"66b49111da093c599d7310f138728e9e40abd3145731198c844b786d6c0d5aac","plan_hash":"ab3751ed06973e5e834a78abacf24e954ce24b0ffd2a9394d9a3963a33562d3e","plan_text_format":"diff","version":"1.43.0"} -->
Terraform plan in __terraform-incubator/home-unite-us/dev__
<details>
<summary>Plan: 2 to add, 0 to change, 0 to destroy.</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+   create

Terraform will perform the following actions:

  # aws_route53_record.www will be created
+   resource "aws_route53_record" "www" {
+       allow_overwrite = (known after apply)
+       fqdn            = (known after apply)
+       id              = (known after apply)
+       name            = "homeunite.us"
+       records         = [
+           "18.223.160.58",
        ]
+       ttl             = 300
+       type            = "A"
+       zone_id         = (known after apply)
    }

  # aws_route53_zone.main will be created
+   resource "aws_route53_zone" "main" {
+       arn                 = (known after apply)
+       comment             = "Managed by Terraform"
+       force_destroy       = false
+       id                  = (known after apply)
+       name                = "homeunite.us"
+       name_servers        = (known after apply)
+       primary_name_server = (known after apply)
+       tags_all            = (known after apply)
+       zone_id             = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.
```
</details>

:memo: Plan generated in [PR Terraform Plan #94](https://github.com/hackforla/incubator/actions/runs/9689708518)